Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

# paywall_footer_lifetime
source: One-time purchase · Use forever · No subscription
ar: شراء لمرة واحدة · استخدم إلى الأبد · بدون اشتراك
cs: Jednorázový nákup · Používej navždy · Žádné předplatné
da: Engangskøb · Brug for evigt · Ingen abonnement
de: Einmaliger Kauf · Für immer nutzen · Kein Abo
es: Compra única · Úsalo para siempre · Sin suscripción
fr: Achat unique · Utilise pour toujours · Sans abonnement
hr: Jednokratna kupnja · Koristi zauvijek · Bez pretplate
hu: Egyszeri vásárlás · Örökre használhatod · Nincs előfizetés
it: Acquisto unico · Usa per sempre · Nessun abbonamento
ja: 一回限りの購入 · ずっと使える · サブスクなし
nb: Engangskjøp · Bruk for alltid · Ingen abonnement
nl: Eenmalige aankoop · Gebruik voor altijd · Geen abonnement
pl: Jednorazowy zakup · Używaj na zawsze · Bez subskrypcji
pt_br: Compra única · Use para sempre · Sem assinatura
ro: Achiziție unică · Folosește pentru totdeauna · Fără abonament
ru: Единоразовая покупка · Пользуйся вечно · Без подписки
sv: Engångsköp · Använd för alltid · Ingen prenumeration
tr: Tek seferlik satın alma · Sonsuza kadar kullan · Abonelik yok
zh_hans: 一次性购买 · 永久使用 · 无需订阅

# Geplant / Monat
source: Planned / Month
de: Geplant / Monat

# Netto
source: Net
de: Netto

# Ø Ausgaben / Monat
source: Ø Expenses / Month
de: Ø Ausgaben / Monat

# transfer_toggle_label
source: Enable Transfer
de: Transfer aktivieren

source: %lld Tx
hr: %lld T

source: Finance Helper Pro
hr: Financijski pomoćnik Pro

source: GoalEntry
hr: Unos cilja

source: NetWorth
hr: Neto vrijednost

source: sel
hr: izabrati
